Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/science/samilogut/2018/2_oppslutningen_om_ap.pdf.tmx
Source language: nob
Languages: sme

source: Dess høyere tall for indeksen, dess større avvik fra perfekt samsvar mellom stemmer og mandater (proporsjonal valgordning).
sme: Mađi stuorit lohku indeavssas, dađi stuorit spiehkasteapmi das mii dagaha dievaslaš oktiiheivema jienaid ja mandáhtaid gaskkas (proporšunála válgavuohki).

source: For sametingsvalgene som helhet lå indeksen Loosemore-Handby på 15,4 i 2001 og 23,2 i 2005, mens den i 2009 var 20,5, i 2013 var den 17,6, og i 2017 var den 22,8. Det største partiet, Ap, var samlet sett litt mindre overrepresentert i perioden 2009–2017 enn i 2001 og 2005, mens de tre andre partiene var omtrent like underrepresentert i perioden 2009–2017 som i 2001 og 2005. I den grad vi finner endringer i mønsteret i oppslutningen om de fire partiene ved sametingsvalgene sammenlignet med stortingsvalgene, kan de vanskelig tilskrives endringer i mandatfordelingen sammenliknet med proporsjonal valgordning.
sme: Stuorimus bellodagas, BB, lei liiggásovddasteapmi obbalaččat veaháš váidon áigodagas 2009-2017 jagiid 2001 ja 2005 ektui, dan bottugo dan golmma eará bellodagas bisui váilevašovddasteapmi sullii seamma dásis áigodagas 2007-2017 jagiid 2001 ja 2005 ektui. Dan muddui go gávdnat rievdamiid guorraseamis dan njealji bellodahkii sámediggeválggain stuorradiggeválggaid ektui, de ille sáhttit daid laktadit mandáhtajuogustusa rievdamiidda buohtastahttojuvvon proporšunála válgavugiin.

source: Vi finner heller ingen dramatiske endringer med hensyn til antall valglister.
sme: Mii eatge gávnna hirpmahuhtti rievdamiid go vuhtii váldit válgalisttuid logu.

source: En økning i antall valglister ville ellers ha nullet ut effekten av å gjøre valgordningen mer proporsjonal (se faktaboksen).
sme: Válgalisttuid logu lassáneapmi livččii muđui jávkadan beavttu mii boahtá go dahká válgavuogi eanet proporšunálan (geahča diehtoboksa).

source: Derimot kan endringen fra 13 til 7 valgkretser i seg selv ha hatt effekt.
sme: Nuppe dáfus sáhttá molsašumis 13 válgabires 7 válgabirii iešalddis leamašan váikkuhus.

source: Det har nemlig skjedd en betydelig endring med hensyn til sosial tyngdekraft, målt ved oppslutning om sametingsvalget (se faktaboksen).
sme: Lea oainnat leamaš mihtilmas molsašupmi sosiála deattu dáfus, mihtiduvvon sámediggeválggaid guorraseamis (geahča diehtoboksa).

source: Antall valgkretser med høy andel stemmer til Sametinget sammenlignet med stemmer til stortingsvalgene er redusert.
sme: Válgabiriid, main lei stuora jietnaoassemearri sámediggeválggain stuorradiggeválggaid ektui, lohku lea njiedjan.

source: Under den gamle valgordningen var det fire valgkretser (Tana, Kautokeino, Karasjok og Porsanger) der antall stemmer i sametingsvalgene utgjorde mer enn halvparten av stemmene til stortingsvalgene.
sme: Boares válgavuogi áiggi ledje njealje válgabire (Deatnu, Guovdageaidnu, Kárášjohka ja Porsáŋgu) main jienaid lohku sámediggeválggain lei eanetgo bealli jienain mat manne stuorradiggeválggaide.

source: Videre var det tre valgkretser med rundt en tredjedel så mange stemmer avgitt til Sametinget som til Stortinget.
sme: Joatkevaččat ledje golbma válgabire main ledje birrasiid okta goalmmadas oassi eanet jienat Sámediggái go stuorradiggái.

source: Resten hadde 10 prosent eller mindre.
sme: Dain earáin lei 10 proseanta dahje unnit.

source: Etter 2009 er det bare en valgkrets, Ávjovári, som ble opprettet i 2009, og som omfatter kommunene Kautokeino, Karasjok og Porsanger, der stemmene avgitt i sametingsvalgene utgjør over halvparten så mange stemmer som stemmer avgitt i stortingsvalgene.
sme: Maŋŋil jagi 2009 lei duššo okta válgabire, Ávjovárri, mii ásahuvvui 2009:s ja fátmmasta Guovdageainnu, Kárášjoga ja Porsáŋggu suohkaniid, gos jienasteamit sámediggeválggain dahke badjel beali eanet jienaid, dan ektui mat manne stuorradiggeválggaide.

source: 2.3 Hva finner vi?
sme: 2.3 Maid gávdnat?

source: 2.3.1 Valgdeltakelsen:
sme: 2.3.1 Válgaoassálastin:

source: Det første vi skal se på, er valgdeltakelsen.
sme: Vuosttaš maid galgat geahččat lea válgaoassálastin.

source: Dette er viktig fordi skillet mellom første- og andreordensvalg tilsier at valgdeltakelsen i sametingsvalgene skulle være betydelig lavere enn i stortingsvalgene.
sme: Dát lea dehálaš danin go juohku gaskal vuosttaš- ja nubbeortnetválggaid čujuha ahte válgaoassálastin sámediggeválggain galgá leat mealgat vuollelis go stuorradiggeválggain.

source: Dernest er det viktig fordi teorien om at sametingsvalgene er overskygget av stortingsvalgene, skulle tilsi at svingningene i valgdeltakelsen til Sametinget følger svingningene i deltakelsen ved stortingsvalgene.
sme: Dasto lea dehálaš daningo teoriija, das ahte sámediggeválggat leat stuorradiggeválggaid suoivvanis, galggašii čujuhit ahte rievddadeamit sámediggeválggaid oassálastimis čuvvot rievddademiid stuorradiggeválggaid oassálastimis.

source: Figur 2.1 Deltakelse i stortings- og sametingsvalgene 1989–2017 Vi ser i figur 2.1. at mens deltakelsen i stortingsvalgene i tidsperioden har variert fra oppunder 83 og ned til 75 prosent, så har deltakelsen ved sametingsvalgene variert fra oppunder 78 til drøyt 66 prosent.
sme: Govadat 2.1 Oassálastin stuorradigge- ja sámediggeválggain jagiin 1989 Oaidnit govadagas 2.1 ahte dan bottugo oassálastin stuorradiggeválggaide áigodagas lea rievddadan veaháš vuollelis 83 vulos gitta 75 prosentii, de lea oassálastin sámediggeválggain rievddadan veaháš vuollelis 78 gitta veaháš badjelaš 66 prosentii.

source: Selv om deltakelsen i sametingsvalgene hele veien har vært lavere en deltakelsen i stortingsvalgene, er forskjellene mye mindre enn det som er vanlig mellom såkalte første- og andreordensvalg.
sme: Vaikko oassálastin sámediggeválggain čađat lea leamaš unnánit go oassálastin stuorradiggeválggain, de leat erohusat ollu unnibut go dat mii lea dábálaš gaskal nu gohčoduvvon vuosttaš- ja nubbeortnetválggaid.

source: Det betyr at deltakelsesnivået i seg selv ikke tilsier at sametingsvalgene kan betegnes som andreordensvalg.
sme: Dat mearkkaša ahte oassálastindássi iešalddis ii čujut ahte daid sáhttá gohčodit nubbeortnetválgan.

source: Vel så interessant er imidlertid variasjonene mellom valgårene.
sme: Eai unnit gelddolaččatge leat rievddadeamit válgajagiid gaskkas.

source: Vi ser at mønsteret i endringene mellom valgene følger hverandre med bare to unntak: mellom 1993 og 1997 og igjen mellom 2009 og 2013 gikk deltakelsen i stortingsvalget opp, mens deltakelsen i sametingsvalget gikk ned.
sme: Oaidnit ahte rievdanminstarat válggaid gaskkas čuvvot guhtet guoibmáset, duššo guvttiin spiehkastemiin: gaskal 1993 ja 1997 ja fas gaskal 2009 ja 2013 lassánii oassálastin stuorradiggeválggain, dan bottugo oassálastin sámediggeválggain njiejai.

source: Med disse to unntakene i mente må vi konkludere med at svingningene i valgdeltakelsen til Sametinget i det store og hele samsvarer med svingningene i valgdeltakelsen til Stortinget.
sme: Atnit dán guokte spiehkasteami muittus go konkluderet ahte Sámedikki oassálastima rievddadeamit obba lohkui čuvvot rievddademiid mat stuorradikki oasálastimis leat.

source: Den nasjonale trenden ser altså ut til i stort monn å slå inn på valgdeltakelsen til Sametinget.
sme: Nationála trenda orru dasto garrasit váikkuheame válgaoassálastimii Sámedikkis.

source: 2.3.2 Oppslutning om de fire partiene Ap, H, Sp og FrP
sme: 2.3.2 Guorraseapmi njealji bellodahkii BB, O, GB ja OvB

source: Det neste vi skal se på, er oppslutningen om de fire nasjonale partiene ved sametingsvalgene og stortingsvalgene for hele perioden 1989 til 2017. Vi er særlig interessert i hvorvidt vi kan se store avvik mellom trendene i sametingsvalgene sammenlignet med stortingsvalgene.
sme: Boahtte ášši maid geahčadit lea guorraseapmi dan njealji nationála bellodahkii sámediggeválggain ja stuorradiggeválggain áigodagas gaskal 1989 ja 2017. Erenoamážit beroštit das ahte sáhttit go oaidnit stuora spiehkastemiid trendain sámediggeválggain, go buohtastahttit stuorradiggeválggaiguin.

source: Vi ser i figur 2.2 at trendene for de to valgene er ganske like, men at svingningene mellom stortingsvalgene er større enn for sametingsvalgene.
sme: Oaidnit govadagas 2.2 ahte trendat dan guovtti válgga gaskkas leat oalle ovttalágánat, muhto ahte rievddadeamit stuorradiggeválggaid gaskkas leat stuoribut go sámediggeválggaid gaskkas.

source: Det er ett unntak fra sammenfall i trender: Mellom 1993 og 1997 gikk oppslutningen til de fire partiene ned i stortingsvalget, mens den gikk opp i sametingsvalget.
sme: Okta spiehkasteapmi gal lea trendaid sullasašvuođain: Gaskal 1993 ja 1997 njiejai guorraseapmi dan njealji bellodahkii stuorradiggeválggain, dan bottugo lassánii sámediggeválggain.

source: Med dette unntaket i minne må vi konkludere med at den samlede oppslutningen om disse fire partiene i sametingsvalgene i det store og hele følger trenden i stortingsvalgene, med noe mindre variasjon.
sme: Atnit dán spiehkasteami muittus go konkluderet ahte ollislaš guorraseapmi dán njealji bellodahkii sámediggeválggain obbalaččat čuovvu stuorradiggeválggaid trenda, veaháš vátnáseappot rievddademiiguin.

source: Så langt er det altså klare indikasjoner på at den nasjonale trenden for disse partiene «smitter» over på sametingsvalgene.
sme: Dássážii leat nappo čielga vuđđosat mat čujuhit ahte nationála trendat guoskevaččat dáidda bellodagaide «njommot» sámediggeválggaide.

source: Figur 2.2 Samlet oppslutning om de fire partiene Ap, H, Sp og FrP ved sametings- og stortingsvalg 1989–2017 Dette reflekteres i samvariasjonen (korrelasjonen) mellom de fire partienes samlede oppslutning i sametingsvalgene og stortingsvalgene.
sme: Govadat 2.2 Obbalaš guorraseapmi bellodagaide BB, O, GB ja OvB sámedigge- ja stuorradiggeválggain jagiin 1989-2017 Dát speadjalasto ovttasrievddadeamis (korrelašuvnnas) dán njealji bellodaga obbalaš guorraseami gaskkas sámediggeválggain ja stuorradiggeválggain.

source: For perioden 1989–2005 var samvariasjonen 0.69, mens den økte til 0.82 for perioden 2009–2017. Dette viser, ikke uventet, at det er større samsvar mellom disse partienes oppslutning i sametingsvalgene og stortingsvalgene etter at den nye valgordningen ble innført.
sme: Áigodahkii 1989-2005 lei ovttasrievddadeapmi 0.69 ja lassánii 0.82 rádjái áigodagas 2009-2017. Dát čájeha, ii vuordekeahttá, ahte lei stuorit ovttasrievddadeapmi daid bellodagaid guorraseamis sámediggeválggain ja stuorradiggeválggain maŋŋilgo dat ođđa válgavuohki bođii fápmui.

source: Om dette skyldes den nye valgordningen i seg selv eller andre forhold, kommer vi tilbake til.
sme: Leago dasa sivvan dat ođđa válgavuohki vai eará dilálašvuođat, dasa máhccat maŋŋelis.

source: Dette generelle bildet sier ingenting om hvorvidt det er forskjeller internt mellom disse partiene.
sme: Obbalaš govva ii muital maidege das leatgo siskkáldas erohusat bellodagaid gaskkas.

source: Det er jo mulig at de har «byttet» velgere seg imellom på en måte som ikke gir utslag på trenden i den samlede oppslutningen.
sme: Vejolaš lea dieđusge ahte dat gaskaneaset leat «lonuhan» jienasteddjiid dakkár vugiin mii ii váikkut obbalaš guorraseami trendii.

source: I figur 2.3 viser vi differansene i oppslutning mellom sametings- og stortingsvalgene for hvert av de fire partiene.
sme: Govadagas 2.3 čájehit guorraseami differánssaid gaskal sámedigge- ja stuorradiggeválggaid, juohke dán njealji bellodahkii.

source: Vi ser at utslagene for Sp er spesielt store.
sme: Oaidnit ahte GB skihččá erenoamáš ollu.

source: I etterkant av folkeavstemningen om norske medlemskap i EU ser vi at partiet både i 1997, 2001 og 2005 hadde større oppslutning i sametingsvalget enn i stortingsvalget.
sme: Norgga EO miellahttuvuođa álbmotjienasteami maŋŋil oaidnit ahte bellodahkii sihke 1997:s, 2001:s ja 2005:s lei eanet guorraseapmi sámediggeválggain go stuorradiggeválggain.

source: I 2001 utgjorde oppslutningen om Sp i sametingsvalget mer enn halvannen gang oppslutningen i stortingsvalget (160 prosent).
sme: Jagis 2001 dagai guorraseapmi GB:ii sámediggeválggas eanetgo beannot gearddi eanet go guorraseapmi stuorradiggeválggas (160 proseanta).

source: Bortsett fra Sp er det bare Ap som ved ett tilfelle i 2001 hadde større oppslutning i sametingsvalget enn i stortingsvalget.
sme: Earet GB, de lei duššo BB:s okte, jagis 2001, stuorit guorraseapmi sámediggeválggas go stuorradiggeválggas.

source: Stortingsvalget i 2001 regnes som et katastrofevalg for Ap, så utslaget betyr at nedgangen i sametingsvalget var mindre enn nedgangen i stortingsvalget.
sme: Jagi 2001 stuorradiggeválgga atnet roassojahkin BB:ii, nu ahte rievdan mii lea govadagas mearkkaša ahte njiedjan sámediggeválggas lei unnit go njiedjan stuorradiggeválggas.

source: Uansett, vi ser at det er betydelig større forskjeller mellom de fire partienes i oppslutning ved sametingsvalgene enn ved stortingsvalgene.
sme: Beroškeahttá dies oaidnit ahte leat mearkkašahtti stuorit erohusat gaskal dán njealji bellodaga guorraseami sámediggeválggain go stuorradiggeválggain.

source: Dette er forskjeller som ikke vises i den samlede oppslutningen.
sme: Dát leat erohusat mat eai boađe oidnosii obbalaš guorraseamis.

source: Figur 2.3 Oppslutning for Ap, H, Sp og FrP i sametingsvalgene sammenliknet med stortingsvalgene 1989–2017 Det neste vi skal se på, er forskjellene i oppslutning mellom sametings- og stortingsvalgene for de fire partiene fordelt på valgkretsene til Sametinget.
sme: Govadat 2.3 Guorraseapmi bellodagaide BB, O, GB ja OvB sámediggeválggain stuorradiggeválggaid ektui jagiin 1989-2017 Boahtte ášši maid geahčadit leat guorraseami erohusat gaskal sámedigge- ja stuorradiggeválggaid dán njealji bellodahkii, juhkkojuvvon Sámedikki válgabiriide.

source: Poenget er å finne ut om det er store eller små forskjeller mellom valgkretsene, om det er systematiske forskjeller mellom valgkretser der antall avgitte stemmer til Sametinget er relativt stort sammenlignet med avgitte stemmer i stortingsvalgene, og om vi kan se noen endringer som et resultat av den nye valgkretsinndelingen fra 2009. Figur 2.4 viser avvik i oppslutning mellom de to valgtypene i alle valgkretsene og gjennomsnittlig avvik.
sme: Ulbmilin lea gávnnahit leatgo stuora vai unna erohusažat gaskal válgabiriid, leatgo vuogádatlaš erohusat válgabiriid gaskkas main jienastanlohku Sámediggái lea oalle stuoris go buohtastahttá jienastanloguin stuorradiggái ja sáhttitgo oaidnit makkárge rievdamiid mat leat jagi 2009 ođđa válgavuogi bohtosat. Govadat 2.4 čájeha spiehkastemiid guorraseamis dan guovtti válgavuogi gaskkas buot válgabiriin ja gaskamearálaš spiehkasteami.

source: Figur 2.4 Avvik mellom oppslutning om de fire nasjonale partiene i sametings- og stortingsvalg før og etter 2009 fordelt på alle valgkretsene (svart linje markerer gjennomsnittet for alle valgkretsene).
sme: Govadat 2.4 Spiehkasteapmi guorraseamis dán njealji bellodahkii gaskal sámedigge- ja stuorradiggeválggaid ovdal ja maŋŋil 2009 juhkkojuvvon buot válgabiriide (čáhppes sáhcu čujuha buot válgabiriid gaskamearrái)

source: Vi ser i figur 2.4 at det var til dels betydelig større variasjon, både mellom valgkretsene og over tid, i oppslutningen om de fire partiene i sametings- og stortingsvalgene før 2009 enn etter.
sme: Oaidnit govadagas 2.4 ahte ledje muhtin muddui stuorit rievddadeamit guorraseamis dan njealji bellodahkii sámedigge- ja stuorradiggeválggain ovdal jagi 2009 go maŋŋil, sihke válgabiriid gaskkas ja áiggi vuolde.

source: Etter 2009 har variasjonen avtatt og stabilisert seg på et negativt avvik på 8–10 prosentpoeng.
sme: Maŋŋil jagi 2009 lea rievddadeapmi njiedjan ja sajáiduvvon negatiiva spiehkasteapmái, 8-10 proseantapoeŋŋii.

source: Vi ser også at vi ikke kan finne noe klart mønster med hensyn til forskjeller
sme: Oaidnit maiddái ahte eat sáhte gávdnat makkárge čielga minstara erohusaid dáfus gaskal sámi guovddášguovlluid ja eará guovlluid ovdal 2009.

source: mellom de samiske kjerneområdene og øvrige områder før 2009. Etter 2009 ligger Ávjovári, jevnt over med størst avvik for alle de tre valgene sett under ett, dvs. med større oppslutning om sametingsvalgene.
sme: Maŋŋil 2009 leat Ávjováris jámma stuorimus spiehkasteamit buot golmma válggain, mii mearkkaša ahte das lea stuorit guorraseapmi sámediggeválggain.

source: Forskjellene i oppslutning mellom valgkretsene etter 2009 er imidlertid ikke særlig store.
sme: Erohusat guorraseamis válgabiriid gaskkas maŋŋil 2009 eai leat aŋkke nu hirbmat stuorrát.

source: Samlet må vi konkludere med at sosial tyngdekraft, slik vi har definert den her, har fått en viss, men ikke særlig stor betydning for oppslutningen om de fire partiene etter 2009.
sme: Obbalaččat fertet konkluderet ahte sosiála deattus, nugo mii dás leat defineren dan, lea dihto, vaikko ii nu hirbmat stuora, mearkkašupmi dán njealji bellodaga guorraseapmái maŋŋil jagi 2009.

source: Utviklingen over tid i de samiske kjerneområdene kommer klarere fram i figur 2.5. Figur 2.5 viser de absolutte avvikene, det vil si summen av både positive og negative avvik.
sme: Ovdáneapmi áiggi badjel sámi guovddášguovlluin boahtá čielgaseappot ovdan govadagas 2.5. Govadat 2.5 vuosiha loahpalaš spiehkastemiid, namalassii sihke positiiva ja negatiiva spiehkastemiid supmi.

source: På venstre side i figuren ser vi de absolutte avvikene for Tana, Kautokeino, Karasjok og Porsanger fram til 2009, mens høyre side viser de absolutte avvikene for Ávjovári valgkrets som ble opprettet i 2009, og som omfatter Kautokeino, Karasjok og Porsanger.
sme: Gurut bealde govadagas oaidnit Deanu, Guovdageainnu, Kárášjoga ja Porsáŋggu loahpalaš spiehkastemiid gitta 2009 rádjái, ja olgeš bealli ges čájeha Ávjovári válgabiire, ásahuvvon jagis 2009 ja mii fátmmasta Guovdageainnu, Kárášjoga ja Porsáŋggu, loahpalaš spiehkastemiid.

source: Figur 2.5 Absolutte avvik mellom oppslutning om Ap, H, Sp og FrP i sametings- og stortingsvalg i kjerneområdene
sme: Govadat 2.5 Loahpalaš spiehkasteamit guorraseamis bellodagaide BB, O, GB ja OvB sámedigge- ja stuorradiggeválggain guovddášguovlluin

source: Vi ser at variasjonen i oppslutning har vært klart størst i Karasjok, fulgt av Kautokeino.
sme: Oaidnit ahte rievddadeamit guorraseamis leat čielgasit leamašan stuorimusat Kárášjogas, Guovdageaidnu dakka maŋis.

source: Etter at Ávjovári ble etablert som valgkrets i 2009, har nivået på de totale avvikene ligget stabilt et sted mellom 12 og 14 prosentpoeng.
sme: Maŋŋilgo Ávjovárri ásahuvvui válgabiren 2009:s lea obbalaš spiehkastemiid dássi bisson dássedin gaskal 12 ja 14 proseantapoeaŋŋa.

source: Konklusjonen så langt er at den nye valgordningen har virket stabiliserende på de absolutte avvikene i oppslutning mellom sametings- og stortingsvalgene.
sme: Konklušuvdna dássážii lea ahte ođđa válgavuogis lea leamašan stargadeaddji beaktu loahpalaš spiehkastemiide čadnon guorraseapmái gaskal sámedigge- ja stuorradiggeválggaid.

source: Det neste vi skal se på, er samvariasjonen (korrelasjonen) mellom oppslutningen om Ap, H, Sp og FrP i sametingsvalgene og stortingsvalgene.
sme: Boahtte maid geahččat lea ovttasrievddadeapmi (korrelašuvdna) guorrasemiid gaskkas bellodagaide BB, O, GB ja OvB sámediggeválggain ja stuorradiggeválggain.

source: Tabell 2.1 Samvariasjoner (korrelasjoner) mellom oppslutning i sametings- og stortingsvalg 1989–2005 og 2009–2017 (feilmarginer i parentes):
sme: Tabealla 2.1 Ovttasrievddadeamit (korrelašuvnnat) guorrasemiin gaskal sámedigge- ja stuorradiggeválggaid jagiin 1989-2005 ja 20092017 (boasttumargiinnat ruođuin):

source: Av tabell 2.1 ser vi at det er positive samvariasjoner mellom oppslutningen til de fire nasjonale partiene i sametings- og stortingsvalgene for alle valg de har deltatt i.
sme: Tabeallas 2.1 oaidnit ahte leat positiiva ovttasrievddadeamit sámedigge- ja stuorradiggeválggaid gaskkas guorraseamis dán njealji nationála bellodahkii visot válggain main leat oassálasttán.

source: Det er ikke overraskende.
sme: Dat ii hirpmahuhte.

source: Det interessante i tabell 2.1. er imidlertid at disse samvariasjonene tilsynelatende er forsterket etter at den nye valgordningen trådte i kraft.
sme: Dat mii lea gelddolaš tabeallas 2.1 lea goitge ahte dát ovttasrievddadeamit orrot nannejuvvon maŋŋil go ođđa válgavuohki doaibmagođii.

source: Dette gjelder for alle partiene hver for seg og samlet.
sme: Dát gusto juohke sierra bellodahkii ja bellodagaide čoahkkehámis.

source: Etter 2009 er samvariasjonen signifikant for alle partiene unntatt Høyre.
sme: Maŋŋil jagi 2009 leat ovttasrievddadeamit mihtilmasat buot bellodagaide, earet Olgešbellodahkii.

source: Færre og større valgkretser ser dermed ut til å ha gitt større samsvar mellom oppslutningen om disse partiene i de to valgene.
sme: Vátnáseappot ja stuoribut válgabiret orrot danin dagahan ahte lea eanet sullasašvuohta guorrasemiin bellodagaide dán guovtti válgga gaskkas.

source: Slike sammenlikninger av samvariasjon i oppslutning for hvert enkelt valg sier imidlertid ingenting om samvariasjoner i endringer fra et valg til det neste.
sme: Dakkár buohtastahttimat guorraseami ovttasrievddademiin juohke válgga nammii eai aŋkke muital maidege ovttasrievddademiin čadnon rievdamiidda ovtta válggas nubbái.

source: Så langt har vi sett på samvariasjonene for tverrsnittstall der vi sammenligner valgoppslutningen i sametingsvalgene med stortingsvalgene i hvert valgår.
sme: Dássážii leat geahččan ovttasrievddademiid mat gullet rastáčuohpahatloguide, go buohtastahttit válgaguorraseami sámediggeválggain stuorradiggeválggaid ektui juohke válgajagi.

source: Vi skal nå se på endringstall der vi sammenligner endringene i oppslutning fra valgår til valgår.
sme: Dál galgat geahččat rievdanloguid, go buohtastahttit guorraseami rievdamiid válgajagis válgajahkái.

source: Vi skal derfor se på samvariasjonene for endringstallene mellom valgene.
sme: Galgat danin geahčadit ovttasrievddademiid mat gullet rievdanloguide válggaid gaskkas.

source: Tabell 2.2 Samvariasjoner (korrelasjoner) for endringstall mellom sametings- og stortingsvalg 1989–2005 og 2009–2017 (feilmarginer i parentes):
sme: Tabealla 2.2 Rievdanloguid ovttasrievddadeamit (korrelašuvnnat) gaskal sámedigge- ja stuorradiggeválgaid jagiin 1989-2005 ja 20092017 (boasttumargiinnat ruođuin):

source: I tabell 2.2. har vi beregnet korrelasjonene for endringstallene mellom sametings- og stortingsvalgene i alle valgkretsene for hele perioden 1989–2017 samlet (vær oppmerksom på at FrP første gang stilte i sametingsvalget i 2005).
sme: Tabeallas 2.2 leat rehkenastán rievdanloguid korrelašuvnnaid gaskal sámedigge- ja stuorradiggeválggaid buot válgabiriin olles áigodahkii gaskal 1989-2017 (fuomáš ahte OvB vuosttaš gearddi searvvai sámediggeválggaide jagis 2005).

source: Der ser vi at det er markerte forskjeller mellom de fire partiene.
sme: Das oaidnit ahte leat mihtilmas erohusat dán njealji bellodaga gaskkas.

source: Endringstallene over tid i tabell 2.2 viser altså et ganske annet bilde enn tverrsnittstallene i tabell 2.1. For Ap, H og Sp er det slik at om oppslutningen har gått opp fra ett stortingsvalg til det neste, så tenderer oppslutningen i sametingsvalget også til å øke.
sme: Rievdanlogut áiggi badjel tabeallas 2.2 čájehit nappo oalle eará gova go rastáčuohpahatlogut tabeallas 2.1. Bellodagaide BB, O ja GB lea nu ahte jus guorraseapmi lea lassánan ovtta stuorradiggeválggas boahtte válgii, de sodju orru ahte guorraseapmi sámediggeválggas maiddái lassána.

source: For Fremskrittspartiet er det motsatt tendens.
sme: Ovddádusbellodaga guovdu lea sodju nuppi guvlui.

source: De dynamiske tendensene for FrP tilsier at oppslutningen om partiet i sametingsvalgene følger en annen logikk enn ved stortingsvalgene.
sme: Dynámalaš tendeanssat OvB guovdu dadjet ahte guorraseapmi bellodahkii sámediggeválggain čuovvu eará logihka go stuorradiggeválggain.
